Repository: zizicici/MoreKit
Catalog: Sources/MoreKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# common.ok
source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
uk: Гаразд
zh_hans: 好的
zh_hk: 好的

# more.item.settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова
zh_hans: 语言
zh_hk: 語言

# more.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
ko: 정보
pt_br: Sobre
pt_pt: Sobre
ru: О приложении
uk: Про додаток
zh_hans: 关于
zh_hk: 關於

# more.about.eula
source: EULA
ar: اتفاقية الترخيص
zh_hans: 最终用户许可协议
zh_hk: 最終使用者許可協議

# more.about.privacyPolicy
source: Policy of Privacy
ar: سياسة الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
it: Privacy
ja: プライバシー
ko: 개인정보
pt_br: Privacidade
pt_pt: Privacidade
ru: Конфиденциальность
uk: Конфіденційність
zh_hans: 隐私政策
zh_hk: 隱私政策

# more.about.review
source: Write Review
ar: كتابة تقييم
de: Bewerten
es: Reseñar
fr: Noter
it: Recensisci
ja: レビューを書く
ko: 리뷰 작성
pt_br: Avaliar
pt_pt: Avaliar
ru: Оценить
uk: Оцінити
zh_hans: 去商店评价
zh_hk: 去商店評價

# more.about.share
source: Share App
ar: مشاركة التطبيق
de: App teilen
es: Compartir app
fr: Partager l'app
it: Condividi app
ja: アプリを共有
ko: 앱 공유
pt_br: Compartilhar app
pt_pt: Partilhar app
ru: Поделиться
uk: Поділитися
zh_hans: 分享App
zh_hk: 分享App

# more.about.specifications
source: Specifications
ar: المواصفات
de: Version
es: Versión
fr: Version
it: Versione
ja: バージョン情報
ko: 버전 정보
pt_br: Versão
pt_pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本信息
zh_hk: 版本資訊

# more.appjun
source: @App君
ar: تطبيقات من AppJun
de: Weitere Apps
es: Más apps
fr: Autres apps
it: Altre app
ja: 他のアプリ
ko: 다른 앱
pt_br: Outros apps
pt_pt: Outras apps
ru: Другие приложения
uk: Інші додатки

# more.appjun.explore
source: Explore More
ar: استكشف المزيد
de: Mehr entdecken
es: Explorar más
fr: Explorer plus
it: Esplora di più
ja: もっと探す
ko: 더 탐색하기
pt_br: Explorar mais
pt_pt: Explorar mais
ru: Исследовать больше
uk: Дослідити більше
zh_hans: 探索更多
zh_hk: 探索更多

# more.contact
source: Contact Developer
ar: المساعدة في التحسين
de: Helfen Sie mit
es: Ayuda a mejorar
fr: Aidez-nous à améliorer
it: Aiuta a migliorare
ja: 改善に協力
ko: 개선을 도와주세요
pt_br: Ajude a melhorar
pt_pt: Ajude a melhorar
ru: Помогите улучшить
uk: Допоможіть покращити
zh_hans: 联络开发者
zh_hk: 聯絡開發者

# more.contact.email
source: Email
ar: البريد الإلكتروني
es: Correo
ja: メール
ko: 이메일
ru: Эл. почта
uk: Ел. пошта
zh_hans: 邮件
zh_hk: 電郵

# specifications.dateOfProduction
source: Date of Production
ar: تاريخ الإنتاج
de: Herstellungsdatum
es: Fecha de fabricación
fr: Date de fabrication
it: Data di produzione
ja: 製造日
ko: 제조일
pt_br: Data de fabricação
pt_pt: Data de fabrico
ru: Дата производства
uk: Дата виробництва
zh_hans: 出厂日期
zh_hk: 出廠日期

# specifications.license
source: ICP Filing Number
ar: رقم تسجيل ICP
de: ICP-Registrierung
es: Número de ICP
fr: Numéro ICP
it: Numero ICP
ja: ICP登録番号
ko: ICP 등록번호
pt_br: Número ICP
pt_pt: Número ICP
ru: Номер ICP
uk: Номер ICP
zh_hans: ICP备案号
zh_hk: ICP備案號

# specifications.manufacturer
source: Manufacturer
ar: الشركة المصنعة
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
ja: 製造元
ko: 제조사
pt_br: Fabricante
pt_pt: Fabricante
ru: Производитель
uk: Виробник
zh_hans: 制造商
zh_hk: 製造商

# specifications.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
pt_pt: Nome
ru: Название
uk: Назва
zh_hans: 名称
zh_hk: 名稱

# specifications.publisher
source: Publisher
ar: الناشر
de: Herausgeber
es: Editor
fr: Éditeur
it: Editore
ja: 発行元
ko: 발행처
pt_br: Editora
pt_pt: Editor
ru: Издатель
uk: Видавець
zh_hans: 发行商
zh_hk: 發行商

# specifications.thirdParty.footer
source: We extend our heartfelt appreciation to all developers of open-source projects.
ar: نعبر عن امتناننا لجميع مطوري المشاريع مفتوحة المصدر
de: Unser herzlicher Dank gilt allen Entwicklern von Open-Source-Projekten.
es: Agradecemos de corazón a todos los desarrolladores de proyectos de código abierto.
fr: Nous adressons notre sincère gratitude à tous les développeurs de projets open source.
it: Estendiamo il nostro sincero apprezzamento a tutti gli sviluppatori di progetti open source.
ja: オープンソースプロジェクトの開発者に心からの感謝を捧げます。
ko: 오픈소스 프로젝트 개발자 여러분께 진심으로 감사드립니다.
pt_br: Estendemos nosso sincero agradecimento a todos os desenvolvedores de projetos de código aberto.
pt_pt: Estendemos o nosso sincero agradecimento a todos os desenvolvedores de projetos de código aberto.
ru: Мы выражаем сердечную благодарность всем разработчикам проектов с открытым исходным кодом.
uk: Висловлюємо щиру подяку всім розробникам проєктів з відкритим кодом.
zh_hans: 在此向所有开源项目开发者表达感谢与敬意。
zh_hk: 在此向所有開源項目開發者表達感謝與敬意。

# specifications.thirdParty.header
source: Acknowledgments
ar: شكر وتقدير
de: Danksagungen
es: Reconocimientos
fr: Remerciements
it: Riconoscimenti
ja: 謝辞
ko: 감사의 말
pt_br: Agradecimentos
pt_pt: Agradecimentos
ru: Благодарности
uk: Подяки
zh_hans: 致谢
zh_hk: 致謝

# specifications.title
source: Specifications
ar: المواصفات
de: Spezifikationen
es: Especificaciones
fr: Spécifications
it: Specifiche
ja: 仕様
ko: 사양
pt_br: Especificações
pt_pt: Especificações
ru: Спецификации
uk: Специфікації
zh_hans: 版本信息
zh_hk: 版本資訊

# specifications.version
source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
pt_pt: Versão
ru: Версия
uk: Версія
zh_hans: 版本
zh_hk: 版本

# store.error.failedVerification
source: Transaction verification failed.
ar: فشل التحقق من المعاملة.
de: Transaktionsverifizierung fehlgeschlagen.
es: Verificación de transacción fallida.
fr: Échec de la vérification de la transaction.
it: Verifica della transazione non riuscita.
ja: トランザクションの検証に失敗しました。
ko: 거래 확인에 실패했습니다.
pt_br: Falha na verificação da transação.
pt_pt: Falha na verificação da transação.
ru: Ошибка проверки транзакции.
uk: Помилка перевірки транзакції.
zh_hans: 交易验证失败。
zh_hk: 交易驗證失敗。

# store.error.productsUnavailable
source: Products are not available. Please try again.
ar: المنتجات غير متاحة. يُرجى المحاولة مرة أخرى.
de: Produkte sind nicht verfügbar. Bitte erneut versuchen.
es: Los productos no están disponibles. Inténtalo de nuevo.
fr: Les produits ne sont pas disponibles. Veuillez réessayer.
it: Prodotti non disponibili. Riprova.
ja: 商品がまだ読み込まれていません。後でもう一度お試しください。
ko: 상품이 아직 로드되지 않았습니다. 다시 시도해 주세요.
pt_br: Produtos indisponíveis. Tente novamente.
pt_pt: Produtos indisponíveis. Tente novamente.
ru: Продукты недоступны. Повторите попытку.
uk: Товари недоступні. Спробуйте ще раз.
zh_hans: 商品尚未加载，请稍后再试。
zh_hk: 商品尚未載入，請稍後再試。

# store.orderFailure
source: Order Failure
ar: فشل في الطلب
de: Bestellung fehlgeschlagen
es: Error en pedido
fr: Échec commande
it: Ordine fallito
ja: 注文失敗
ko: 주문 실패
pt_br: Falha no pedido
pt_pt: Falha no pedido
ru: Ошибка заказа
uk: Помилка замовлення
zh_hans: 交易失败
zh_hk: 交易失敗

# store.purchase
source: Purchase Pro
ar: شراء Pro
de: Pro kaufen
es: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
pt_br: Comprar Pro
pt_pt: Comprar Pro
ru: Купить Pro
uk: Придбати Pro
zh_hans: 付费升级
zh_hk: 付費升級

# store.restore
source: Restore Purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
pt_pt: Restaurar compra
ru: Восстановить покупку
uk: Відновити покупку
zh_hans: 恢复已购
zh_hk: 恢復已購

# app.coconut.subtitle
source: Calendar + Dynamic Island
ar: تقويم + Dynamic Island
de: Kalender + Dynamic Island
es: Calendario + Dynamic Island
fr: Calendrier + Dynamic Island
it: Calendario + Dynamic Island
ja: カレンダー + ダイナミックアイランド
ko: 캘린더 + Dynamic Island
pt_br: Calendário + Dynamic Island
pt_pt: Calendário + Dynamic Island
ru: Календарь + Dynamic Island
uk: Календарь + Dynamic Island
zh_hans: 日历 + 灵动岛
zh_hk: 日曆 + 動態島

# app.festivals.subtitle
source: What festival is it today?
ar: ما هو عيد اليوم؟
it: Qual è la festa di oggi?
ko: 오늘의 명절은 무엇일까요?
zh_hans: 今天的节日是？
zh_hk: 今日的節日是？

# app.lemon.subtitle
source: A pure text diary
ar: مذكرات نصية خالصة
de: Ein reines Texttagebuch
es: Un diario de texto plano
fr: Un journal en texte pure
it: Un diario di solo testo
ja: 純テキストの日記
ko: 순수 텍스트 일기장
pt_br: Um diário de texto puro
pt_pt: Um diário de texto puro
ru: Дневник в чистом тексте
uk: Щоденник у чистому тексті
zh_hans: 一个简单的纯文字日记本
zh_hk: 一個簡單的純文字日記本

# app.moontake.subtitle
source: A camera for moon
ar: كاميرا لالتقاط القمر
de: Eine Kamera nur für den Mond
es: Una cámara solo para la Luna
fr: Un appareil photo pour la Lune
it: Una fotocamera per fotografare la luna
ja: 月専用カメラ
ko: 달을 찍는 카메라
pt_br: Uma câmera só para a Lua
pt_pt: Uma câmera só para a Lua
ru: Камера только для Луны
uk: Камера лише для Місяця
zh_hans: 一个只拍月亮的App
zh_hk: 一個只拍月亮的App

# app.offDay.subtitle
source: Disable Alarms in Off Day
ar: تعطيل المنبهات في أيام الراحة
de: Alarme an freien Tagen deaktivieren
es: Desactivar alarmas en días de descanso
fr: Désactiver les alarmes le week-end
it: Disattiva le sveglie nei giorni di riposo
ja: 休日にアラームをオフ
ko: 휴일에 알람 끄기
pt_br: Desativar alarmes nos dias de folga
pt_pt: Desativar alarmes nos dias de folga
ru: Отключать будильники в выходные
uk: Вимкнути будильники у вихідні
zh_hans: 节假日闹钟助手
zh_hk: 節假日鬧鐘助手

# app.one.subtitle
source: Life Grid
ar: شبكة الحياة
de: Lebensraster
es: Cuadrícula de la Vida
fr: Grille de Vie
it: Griglia della vita
ja: 人生グリッド
ko: 인생 격자
pt_br: Grade da Vida
pt_pt: Grade da Vida
ru: Сетка Жизни
uk: Сітка Життя
zh_hans: 人生格子
zh_hk: 人生格子

# app.pigeon.subtitle
source: Focus Mode On
ar: تركيز قيد التشغيل
de: Fokusmodus aktiv
es: Modo Enfoque activado
fr: Mode Focus activé
it: Full immersion attiva
ja: フォーカスモード作動中
ko: 집중 모드 켜짐
pt_br: Modo Foco ativado
pt_pt: Modo Foco ativado
ru: Режим фокуса включён
uk: Режим фокусу ввімкнено
zh_hans: 专注模式，启动
zh_hk: 專注模式，啓動

# app.pin.subtitle
source: Pin Images in Dynamic Island
ar: تثبيت الصور في Dynamic Island
de: Bilder in der Dynamic Island anheften
es: Fijar imágenes en la Dynamic Island
fr: Épingler des images dans le Dynamic Island
it: Fissa le immagini in Dynamic Island
ja: Dynamic Islandに画像をピン留め
ko: Dynamic Island에 이미지 고정하기
pt_br: Fixar imagens na Dynamic Island
pt_pt: Fixar imagens na Dynamic Island
ru: Закреплять изображения в Dynamic Island
uk: Закріплювати зображення в Dynamic Island
zh_hans: 将文本/图片钉在灵动岛上
zh_hk: 將文本/圖片釘在動態島上

# app.tagDay.subtitle
source: Add Tags Day by Day
ar: أضف الوسوم يوماً بعد يوم
de: Tag für Tag Schlagwörter hinzufügen
es: Añadir etiquetas día a día
fr: Ajouter des tags jour après jour
it: Aggiungi tag giorno dopo giorno
ja: 日々にタグを追加
ko: 하루하루 태그 추가하기
pt_br: Adicionar tags dia a dia
pt_pt: Adicionar tags dia a dia
ru: Добавляйте теги изо дня в день
uk: Додавати мітки з дня на день
zh_hans: 给日子打上标签
zh_hk: 給日子打上標籤

# app.campfire.subtitle
source: Write, Talk and Burn them all
ar: اكتب وتحدث وأحرقها كلها
de: Schreib, sprich und verbrenn sie alle
es: Escribe, habla y quémalo todo
fr: Écrivez, parlez et brûlez tout
it: Scrivi, parla e brucia tutto
ja: 書いて、話して、全部燃やそう
ko: 쓰고, 말하고, 전부 태워버리세요
pt_br: Escreva, fale e queime tudo
pt_pt: Escreva, fale e queime tudo
ru: Пишите, говорите и сжигайте всё
uk: Пишіть, говоріть і спалюйте все
zh_hans: 写了说了，一切都烧了
zh_hk: 寫了說了，一切都燒了

# app.watermelon.subtitle
source: Photos Backup Master
ar: خبير النسخ الاحتياطي للصور
de: Backup-Profi für Fotos
es: Experto en copias de seguridad de fotos
fr: Expert de la sauvegarde photo
it: Esperto nel backup delle foto
ja: 写真バックアップの達人
ko: 사진 백업 마스터
pt_br: Mestre do backup de fotos
pt_pt: Mestre das cópias de segurança de fotos
ru: Мастер резервного копирования фото
uk: Майстер резервного копіювання фото
zh_hans: 照片备份大师
zh_hk: 照片備份大師

# app.pin.title
source: Pin It
ja: ピンイット
zh_hans: 钉一下
zh_hk: 釘一下

# app.campfire.title
source: Campfire
ja: 焚き火
ko: 모닥불
zh_hans: 篝火
zh_hk: 篝火

# more.contact.xiaohongshu
source: RED Note
zh_hans: 小红书
zh_hk: 小紅書

# app.coconut.title
source: Calendar Island
zh_hans: 日历岛
zh_hk: 日曆島

# app.festivals.title
source: China Festivals
zh_hans: 中国节日
zh_hk: 中國節日

# app.lemon.title
source: A Lemon Diary
zh_hans: 柠檬日记本
zh_hk: 檸檬日記本

# app.offDay.title
source: Off Day
zh_hans: 休息日
zh_hk: 休息日

# app.pigeon.title
source: Air Pigeon
zh_hans: 飞鸽模式
zh_hk: 飛鴿模式

# app.tagDay.title
source: Tag Day
zh_hans: 标签日
zh_hk: 標籤日

# app.watermelon.title
source: Watermelon
zh_hans: 西瓜备份
zh_hk: 西瓜備份

# app.doufu.title
source: Doufu
zh_hans: 豆腐
zh_hk: 豆腐
